alefragnani.project-manager
bhargavdetroja.export-your-extensions
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
codezombiech.gitignore
cronos87.symfony-snippets
docker.docker
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
emallin.phpunit
formulahendry.auto-rename-tag
jaguadoromero.vscode-php-create-class
junstyle.php-cs-fixer
marabesi.php-import-checker
mblode.twig-language-2
mehedidracula.php-namespace-resolver
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
mykhailokushnir.vscode-php-getter-setter
nadim-vscode.infinity-dark-theme
nadim-vscode.symfony-code-snippets
nadim-vscode.twig-code-snippets
phproberto.vscode-php-getters-setters
redhat.vscode-yaml
rexshi.phpdoc-comment-vscode-plugin
rocketseat.theme-omni
thenouillet.symfony-vscode
whatwedo.twig
xabikos.javascriptsnippets
xdebug.php-debug
ziyasal.vscode-open-in-github
